tutorials/multiphase/multiphaseInterDyMFoam/laminar/mixerVesselAMI2D/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application=`getApplication`

./makeMesh

rm -rf 0
cp -r 0.orig 0
runApplication setFields

#runApplication $application
#runApplication decomposePar
#runParallel $application
#runApplication reconstructPar

#------------------------------------------------------------------------------
